{
    "scams": [{
            "text": ["we are super happy to announce that discord has partnered with twitch", "to show some love to our super great users from march 26 2020 until march 31 2020", "all ours users will have access to a nitro games", "© 2020 twitch interactive inc", "©2020 twitch interactive inc", "2020 twitch interactive inc."],
            "name": "Twitch Nitro",
            "reason": "Nito Games has been discontinued and is no longer being given out; message has poor grammar; any actual partnership unlikely to be announced through an unknown and unverified bot."
        }, {
            "name": "Invite Scam",
            "reason": "Caution against adding unknown bots, if malicious they may attempt to delete channels and kick users when added; ensure bots are verified, or you are sure of their source.",
            "text": [
                "you have to invite me to your servers", 
                "invite this bot to your server", 
                "click here for invite the bot", 
                "click here to add the bot",
                "invite the bot to your server"
            ]
        }, {
            "text": ["if you want to win a free discord nitro invite this bot to your server", "free discord nitro"],
            "name": "Free Discord Nitro",
            "reason": "Nitro is unlikely to be given away through a bot. If anything, it would either be through email, a custom popup in the client, or a System-tagged account."
        }, {
            "text": ["partnership autobox", "make your partnership automatically thanks to this bot use the command *help to see the menu"],
            "name": "Partnership Autobot",
            "reason": "There is no way to automatically get partnered with Discord, you need to apply directly to Discord."
        }, {
            "text": ["free boost", "invite this bot to your server, wait 1 day and your server will have 30 boosts!.", "click here for invite the bot", "invite for free boost", "discord boosting official", "free boosting event", "discord offical & legit boosting event.", "invite this bot to your server wait a few moment and your server will have 30 boosts and give you nitros!", "free boosting event", "discord nitro event", "free discord boosting",
            "discord is giving away a free 30 boosts to servers that add our bot to conclude the birthday weekend", "add this to your server and wait 24 hours then watch the magic happen enjoy this limited time offer",
            "new giveaway server free nitro need join to receive boost nitro",
            "to claim your x30 boost and nitro you have to click on the blue link"],
            "name": "Free Boost",
            "reason": "Boosts unlikely to be given away. If they were to be given away by Discord, it would probably be through email, or a system tagged account"
        }, {
            "text": ["mee6 premium", "hi we are happy to announce you mee6 is now free cause of covid-19 so add it for got premiumed of mee6 premium"],
            "name": "MEE6 Premium",
            "reason": "MEE6 premium is not free. Premiumed is not a word. Message is filled with grammar errors."
        }, {
            "text": ["hi, this is a message from the discord creator and i'm going to tell you a little bit about what will happen on discord on july 23rd. please do not send this back to the person you received it from.", "dear discord members, discord is supposed to close nov 7, 2020 because it has become too populated. there have been many members complaining that discord has become very slow. there are many active members of discord, but also many new members.", "we will send this message to see if the members are active or not. if you are active, please copy and paste this to 15 other users to show that you are still active. those who do not send this message within 2 weeks will be deleted without hesitation to make more space.", "send this message to all your friends to show that you are still active and that you will not be deleted.",
            "hello this is a message from the discord creator and he tells you a little bit about what will happen on discord on july 23rd please do not send it back to the person you received it dear discord members discord is supposed to close on november 7 2020 because it has become too populated many members complained that the discord has become very slow indicate that there are many active members of the discord but also many new members we will send this message to see if the members are active or not if you are active please send to 15 other users using copy and paste to show that you are still active those who do not send this message within 2 weeks will be deleted without hesitation to make more room send this message to all your friends to show you're still active and you will not be deleted"],
            "name": "Discord Shutdown",
            "reason": "Discord is not shutting down. Purpose is solely for people to spam servers with the message; has poor grammar too",
            "template": "chainspam"
        }, {
            "text": ["partner bot", "must join the server below to attend the 1 year nitro or 99$ paypal giveaway that just started !", "link: https://discord.gg/ekajbfx", "https://i.imgur.com/tmwigun.gif", "want to gain members fast & see your advert here?", "partner bot's info below", "gain 2,000 members in a week time by adding me to your server than using the command", "/partner [description here]"],
            "name": "Partner Bot",
            "reason": "Poor grammar; bot likely to give permissions to random users"
        }, {
            "text": ["partnership: xbox & discord", "from april 26, 2020 until mai 6, 2020, all our users will have access to a nitro classic & 30 boost and will have access to xbox gamepass & xbox live. do ! claim when you have add the bot", "step one add me on your servers", "2020 xbox interactive, inc.", "exclusive partnership", "2?? : step one you have to invite me to yur servers (click here)", "1?? : step one join our official discord event and wait a few moments (click here)"],
            "name": "Xbox Partnership",
            "reason": "Unreal value of giveaway; poor grammar; not an official or verified account"
        },
        {
            "name": "Discord Rewards",
            "reason": "Unexpected free gifts are not real - you do not win giveaways or gifts you do not enter; poor grammar.",
            "text": [
                "discord rewarding service",
                "what is this you ask? simple. upon inviting out bot to your server, our bot will monitor chat and collect data on users day to day conversations, with this data our bot will learn day to day language through advanced learning and help build a hepful human-like ai",
                "upon keep this bot in your server, the longer its their, the more data we collect, to reward Users who help us, we will select a few lucky server owners for some free nirto! Happy Goood Luck!",
                "To start the process, you must invite the bot through the link at the top of this post and leave the bot to run idle in your server, the rest is up to our bot to silently collect data",
                "you have win a official giveaway of discord",
                "this is a discord official giveaways bot weare giving some rewards to our community randomly",
                "this kind of random giveways are sponsored by discord's staffs",
                "this is a official giveaways bot we are giving some rewards to our community randomly",
                "sponsored by hypesquad",
                "we are giving some rewards to our community randomly",
                "add this bot for claim nitro gift 30 boost",
                "thank you for your constant activity that you give us everyday",
                "been gifted 1 year discord nitro",
                "official gift event",
                "you won a nitro gift as part of a limited time event",
                "discord official event"
            ]
        },
        {
            "name": "Nitro Generator",
            "reason": "Nitro cannot be generated for free",
            "text":[
                "Nitro Generator",
                "Nitro Generatorv2",
                "Currently restocked with 250 Nitro Gift-codes (75 boost nitro)",
                "Currently restocked with 250 Nitro Gift codes 75 boost nitro",
                "This generator is still in beta and has a lot of bugs, because that some Anti-Virus apps detect is as a virus. That is why you must disable your Anti-Virus before downloading",
                "1. After you have done so, download the Nitro Generator, move it out of the WinRaR to your desktop and open it",
                "2. Put your discord username in the Generator (For example Wumpus#0000)",
                "3. Pick what kind of Nitro you want the Generator to generate.",
                "4. Then press on GENERATE!",
                "Please do NOT generate more than one Nitro Gift Code, so others can also get Nitro."
                
            ]
        },
        {
            "name": "Opidium",
            "reason": "Spam bot, you likely didn't even join the server, and any giveaway/winnings is a scam. Poor grammar.",
            "text": [
                "Our team has been trying to get a hold of you multiple time but no response back so we re trying a last time",
                "Alright so you won the giveaway in Opidium but you left the server and so we've been waiting in the server for you to collect it so we decided to first try to contact you before re rolling if you want to collect it please re join",
                "abigail has invited you to join opidium"
            ]
        },
        {
            "name": "Discord Birthday Extravaganza",
            "reason": "Giveaways were not done in this fashion.",
            "text": [
                "Discord Birthday Extravaganza",
                "2020 Discord's birthday Event bot.",
                "Congratulations you have won a 1 month nitro!",
                "To accept the nitro, all you have to do is click the button 'click for claim this nitro' and then wait 1 hour!",
                "Click for claim this nitro"
            ]
        },
        {
            "name": "Bot Copypasta",
            "reason": "Getting one's IP is not possible through Discord directly. Your IP is however given to any website you visit, so going to any website that's owned by these bots would allow them to see it. However, given that your IP is given to **every** website you visit, or anything your device communicates to over the internet, it isn't an issue at all. Bots are only able to access your private DMs *to that bot*, not anyone else. If it were true, and if Discord has verified it, and if it were an issue, Discord would've terminated the bot account and you wouldn't be able to add it. Notice the three ifs there.",
            "text": [
                "ok so basically dank memer can get your ip address this announcement was verified by discord earlier today", "dank memer can send your messages in private dm's to a server of weirdos and most of your dm's can be very personal", 
                "due to this am not going to risk both myself and another person important to me getting hurt or having their personal information out on the interent because of a discord bot notsobot and dank memer can not be trusted especially if they are able to send creepy emails send your personal info to random weirdos who can harm you and literally get your email and so much personal information", 
                "do not add dank memer and notsobot on your servers i m warning you i'm not going to add further details to scare or creep out anybody but this is true they have done some weird shit notsobot and dank memer are going to be banned from discord due to these reasons getting ip addresses and kidnapping dank memer is doing it in a lower range to keep it lowkey now that this is all over the internet dank memer can't keep it lowkey anymore these bots are very very dangerous this is for your own good notsobot and dank memer should be removed from your servers this is a warning"
            ]
        },
        {
            "name": "Discord Birthday",
            "reason": "Giveaways were not done in this fashion; any bot requiring access to your server for a giveaway is almost always a scam.",
            "text": [
                "discord event birthday",
                "to thank you for your loyalty on discord we are setting up an event to get free boost must add it in all your servers and wait 24h click to add siscord free voice and text chat for gamers",
                "discord birthday free nitro boost",
                "to thank you for your loyalty on discord we are setting up an event to get free boost must add it in all your servers and wait 24h",
                "discord birthday official",
                "happy birthday to us es discord event",
                "to thank you for your loyalty on discord we are setting up an event to get free boost"
            ]
        },
        {
            "name": "Discord Ending",
            "reason": "Discord isn't shutting down or ending. Discord can already see who's active on the service since they have complete access to any and all logs and usage stats.",
            "text": [
                "discord important announcement of end", "good evening to you discord user I am jason lemon the creator of discord just wanted to send you this", 
                "discord will soon be 5 years old and unfortunately we are losing a lot of our users if you are still present and active on our platform please add our bot on your servers so that we can understand that you are still there click here for to support us"
            ],
            "template": "chainspam"
        },
        {
            "name": "Nitro Gift Sender",
            "reason": "Depending on the specific message: Nitro games does not exist; '.birth' domain is not operated by Discord. For all messages: Unexpected rewards from unknown and unverified bots are scams.",
            "text": [
                "nitro gift sender",
                "click link to accept you've got this message because a friend awarded you nitro",
                "you've been gifted a 1 month nitro games by discord for events",
                "click on the link for accept add the bot",
                "click on the link to accept add the bot hello for our anniversary we decided to gift to all discord users"
            ]
        },
        {
            "name": "Pokécord Return",
            "reason": "Bot has not returned and remains closed.",
            "text": [
                "recently pokecord developers have taken down their bot but many of you guys were a huge fan of it to satisfy our fan base we've decided to create another pokecord bot add it to your servers and get back on that grind",
                "to satisfy our fan base we've decided to create another pokecord bot",
                "recently pokecord developers have taken down their bot but many of you guys were a huge fan of it",
                "pokécord is back to it's normal stage and fully functional please help us spread the word and add the bot to support us",
                "pokecord is back to it's normal stage and fully functional please help us spread the word and add the bot to support us",
                "hey as most of you know the owner of the pokécord bot miles 6969 announced that he shutdown the bot today we are proud to announce that everything is recovered data",
                "hey as most of you know the owner of the pokecord bot miles 6969 announced that he shutdown the bot today we are proud to announce that everything is recovered data",
                "http hyperurl co pokecordbot"
            ]
        },
        {
            "name": "DDOS",
            "reason": "It is not possible to get one's IP from sending nor accepting a friend request; it is not possible for group members to fall victim either. It is only possible to get an IP by a person opening a website in their browser, or downloading and running a malicious program. The user mentioned may not even have attempted to do anything like what the message is suggesting, and could be completely innocent, and subject to harassment over a malicious message. If Discord were aware of such a user, they would be terminated, and this spam message would be unnecessary",
            "text": [
                "sending friend requests to random discord users and those who accept his friend requests will have their accounts ddosed and their groups exposed with the members inside it becoming a victim"
            ],
            "template": "chainspam"
        },
        {
            "name": "Claim Your Gift/Nitro",
            "reason": "Unexpected gifts from unverified and unknown bots are not real; possible phishing link.",
            "text": [
                "you have win the nitro so add the bot",
                "click on the nitro link and add the bot in all servers",
                "you've been gifted a 1 month nitro games",
                "you won 1 month nitro",
                "claim your nitro"
            ]
        },
        {
            "name": "Discord's Special Gift",
            "text": [
                "discord's special gift",
                "discords special gift",
                "you have to click on the nitro link and accept and then just wait 1 hour"
            ]
        },
        {
            "name": "AnarchyGrabber",
            "reason": "-",
            "text": [
                "library application support discord 0 0 257 modules discord_desktop_core index js'",
                "library application support discord 0 0 257 modules discord_desktop_core index js",
                "library application support discord 0 0 257 modules discord_desktop_core indexjs",
                "library application support discord 0 0 modules discord_desktop_core index js'",
                "library application support discord 0 0 modules discord_desktop_core index js",
                "library application support discord 0 0 modules discord_desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord_desktop_core indexjs",
                "appdata roaming discord 0 0 modules discord_desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord_desktop_core index.js",
                "appdata roaming discord 0 0 modules discord_desktop_core index.js",
                "library application support discord 0 0 257 modules discord desktop_core index js'",
                "library application support discord 0 0 257 modules discord desktop_core index js",
                "library application support discord 0 0 257 modules discord desktop_core indexjs",
                "library application support discord 0 0 modules discord desktop_core index js'",
                "library application support discord 0 0 modules discord desktop_core index js",
                "library application support discord 0 0 modules discord desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord desktop_core indexjs",
                "appdata roaming discord 0 0 modules discord desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord desktop_core index.js",
                "appdata roaming discord 0 0 modules discord desktop_core index.js",
                "library application support discord 0 0 257 modules discord desktop core index js'",
                "library application support discord 0 0 257 modules discord desktop core index js",
                "library application support discord 0 0 257 modules discord desktop core indexjs",
                "library application support discord 0 0 modules discord desktop core index js'",
                "library application support discord 0 0 modules discord desktop core index js",
                "library application support discord 0 0 modules discord desktop core indexjs",
                "appdata roaming discord 0 0 306 modules discord desktop core indexjs",
                "appdata roaming discord 0 0 modules discord desktop core indexjs",
                "appdata roaming discord 0 0 306 modules discord desktop core index.js",
                "appdata roaming discord 0 0 modules discord desktop core index.js",
                "library application support discord 0 0 257 modules discord _desktop_core index js'",
                "library application support discord 0 0 257 modules discord _desktop_core index js",
                "library application support discord 0 0 257 modules discord _desktop_core indexjs",
                "library application support discord 0 0 modules discord _desktop_core index js'",
                "library application support discord 0 0 modules discord _desktop_core index js",
                "library application support discord 0 0 modules discord _desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord _desktop_core indexjs",
                "appdata roaming discord 0 0 modules discord _desktop_core indexjs",
                "appdata roaming discord 0 0 306 modules discord _desktop_core index.js",
                "appdata roaming discord 0 0 modules discord _desktop_core index.js",
                "library application support discord 0 0 257 modules discord _desktop _core index js'",
                "library application support discord 0 0 257 modules discord _desktop _core index js",
                "library application support discord 0 0 257 modules discord _desktop _core indexjs",
                "library application support discord 0 0 modules discord _desktop _core index js'",
                "library application support discord 0 0 modules discord _desktop _core index js",
                "library application support discord 0 0 modules discord _desktop _core indexjs",
                "appdata roaming discord 0 0 306 modules discord _desktop _core indexjs",
                "appdata roaming discord 0 0 modules discord _desktop _core indexjs",
                "appdata roaming discord 0 0 306 modules discord _desktop _core index.js",
                "appdata roaming discord 0 0 modules discord _desktop _core index.js"
            ],
            "template": "anarchy"
        }
    ]
}